{
  "books": [
    {
      "id": 1,
      "name": "book-1",
      "title": "titleText",
      "author": "authorText",
      "chapters": [
        {
          "id": 1,
          "name": "Глава №1",
          "steps": [
            {
              "id": 1,
              "staticText": "Дойдя до Рижской я свернул с прямого как стрела Проспекта Мира в сторону Гиляровского и пошел дальше дворами.\n Еще с вечера небо плотно затянуло тяжелыми мрачными облаками и сейчас, далеко за полночь, ночная мгла была практически абсолютной. И это было не только на руку. Когда я добрался до Олимпийского начал моросить мелкий дождь. Я запахнул плащ, натянул поглубже шляпу и свернул алево, обратно на проспект.\n Бывший когда-то оживленным, перекресток сейчас был забит стоящими в беспорядке ржавеющими автомобилями, мусором да трупами бродячих собак.",
              "question": [
                { "id": 1, "go": 2, "text": "Странно, почему они так не любили собак?"}
              ]
            },
            {
              "id": 2,
              "staticText": "В центре перекрестка, на самом Проспекте Мира возвышался храм. Готическая высотка черно-серого гранита уносилась шпилями башен в самую гущу темного неба. В узких и длинных окнах башен не было стекол. Не то чтобы их выбили, нет. Их никогда там не было. Этому храму не нужны были веселенькие витражи. Оконные своды изредка освещались отсветами огня, который горел внутри храма. Огромный мрачный монстр с багровыми всполохами внутри черных пустых глазниц. Юдоль Спящего. Цель моего путешествия.",
              "question": [
                { "id": 1, "go": 3, "text": "Я осмотрелся..."}
              ]
            },
            {
              "id": 3,
              "staticText": "Сразу за храмом был подземный пешеходный переход. Через него мне надо было спуститься вниз, к подвальным коммуникациям строения. А там уже……если повезет подрубим ноги гиганту. Или хотя бы одну.\n Я дотронулся до пояса со взрывчаткой под плащом.\n Но до него еще нужно добраться.",
              "question": [
                { "id": 1, "go": 4, "text": "Я мог бы пойти сразу напрямки, через груды ржавых машин или сделать остановку в бывшем Макдональдсе, последний привал перед боем, так сказать."},
                { "id": 2, "go": 5, "text": "Я присел возле перевернутого фургона и еще раз оглядел окрестности. Похоже разрушенный фастфуд был самым оптимальным вариантом."}
              ]
            },
            {
              "id": 4,
              "staticText": "Не вариант, слишком много брошенных автомобилей, да и местность открытая, меня могут увидеть те, с кем я не хочу пересекаться.",
              "question": [
                { "id": 1, "go": 3, "text": "Нужен другой маршрут."}
              ]
            },
            {
              "id": 5,
              "staticText": "Рисковано, там меня может ждать засада, а может и нет.\n В любом случае, это лучше чем идти на пролом, у всех на виду.\n Пригнувшись, мелкими перебежками между автомобильных развалин, добрался до останков двухэтажного Макдональдса. Через выбитую стеклянную стену забрался внутрь и присел за перевернутым столом.",
              "question": [
                { "id": 1, "go": 6, "text": "Две минуты передышки и последний рывок через площадь..."}
              ]
            }
          ]
        },
        {
          "id": 2,
          "name": "Глава №2",
          "steps": [
            {
              "id": 1,
              "staticText": "Дойдя до Рижской я свернул с прямого как стрела Проспекта Мира в сторону Гиляровского и пошел дальше дворами.\n Еще с вечера небо плотно затянуло тяжелыми мрачными облаками и сейчас, далеко за полночь, ночная мгла была практически абсолютной. И это было не только на руку. Когда я добрался до Олимпийского начал моросить мелкий дождь. Я запахнул плащ, натянул поглубже шляпу и свернул алево, обратно на проспект.\n Бывший когда-то оживленным, перекресток сейчас был забит стоящими в беспорядке ржавеющими автомобилями, мусором да трупами бродячих собак.",
              "question": [
                { "id": 1, "text": "Странно, почему они так не любили собак?"},
                { "id": 2, "text": "Я мог бы пойти сразу напрямки"}
              ]
            }
          ]
        }
      ]
     }
  ]
}
